
const servicesArray=[
 
    {
        title:"Paid Advertising -PPC",
        text:"Η πληρωμένη διαφήμιση αποτελεί ένα από τα πιο σημαντικά κομμάτια του digital marketing. Το είδος καμπάνιας PPC (pay per click) είναι σαν ένα καλοδιατηρημένο σπορ αμάξι. Ταχύτατο, κομψό, αποτελεσματικό και έχει σχεδιαστεί να σας οδηγήσει στον προορισμό σας σε χρόνο ρεκόρ. Όμως, όπως το σπόρ αμάξι, έτσι και οι καμπάνιες PPC είναι δύσκολες στη διαχείριση. Εδώ αναλαμβάνουμε εμείς. ",
        pathName:"/ppc.webp"
    },
  
    {
        title:"Content Marketing",
        text:"Ψάχνετε για ένα διαφορετικό, πιο καινοτόμο και δημιουργικό τρόπο να προσεγγίσετε το κοινό σας; Τότε πήρατε τη σωστή απόφαση που απευθυνθήκατε σε εμάς. Το σωστό content δεν πρέπει να είναι μόνο ενημερωτικό και εκπαιδευτικό διότι τότε καταντάει μονότονο. Σκοπός είναι να ψυχαγωγεί, να ευχαριστεί και να κρατάει το ενδιαφέρον του κοινού σας ενεργό. ",
        pathName:"/stock1.webp"
    },
    {
        title:"SEO",
        text:"Στη Technature δίνουμε λύση σε όλα τα θέματα που απασχολούν την εικόνα του brand σας στο διαδίκτυο. Προσφέρουμε υπηρεσίες όπως: SEO, Paid Advertising, Content Marketing, Social Meida, Branding + Design, Video & Photography.",
        pathName:"/SEO.webp"
    },
 
    {
        title:"Branding + Design",
        text:"Χρειάζεστε να φτιάξετε το brand σας από το μηδέν ή μήπως τα ίδια χρώματα, κείμενα και design που διατηρείτε για χρόνια άρχισαν να σας φαίνονται κάπως “βαρετά”; Σε κάθε περίπτωση είμαστε εδώ για να δώσουμε μία νέα πνοή στο brand και να εδραιώσουμε την ισχυρή και ξεχωριστή παρουσία σας στο διαδίκτυο.",
        pathName:"/design.webp"
    },
  
    {
        title:"Video+ Photography",
        text:"Η φωτογραφίες και τα βίντεο είναι ο κατάλληλος τρόπος για να απαθανατίσετε στιγμές από τη ζωή σας. Είναι βέβαια και εξαιρετικός τρόπος για να προωθήσετε τα προϊόντα και τις υπηρεσίες του brand σας στα social media και το site σας.",
        pathName:"/video.webp"
    },
    {
        title:"Social Media",
        text:"Αν επιθυμείτε να κάνετε θραύση και να αφήσετε το αποτύπωμα σας στα social media τότε είμαστε εδώ για εσάς. Η ειδική ομάδα μας δημιουργεί για εσάς μοναδικό περιεχόμενο που θα αγγίζει το κοινό σας σε ένα βαθύτερο επίπεδο, θα απευθύνεται στα συναισθήματα τους, θα τους ενημερώνει για το brand σας και πάνω απ’ όλα θα τους ψυχαγωγεί. ",
        pathName:"/social.webp"
    },
]

export default servicesArray